INSERT INTO ecsite_laravel.online_product (PRODUCT_CODE,CATEGORY_ID,PRODUCT_NAME,MAKER,STOCK_COUNT,REGISTER_DATE,UNIT_PRICE,PICTURE_NAME,MEMO,DELETE_FLG,LAST_UPD_DATE) VALUES
	 ('00001',1,'本1','会社1',99,'2021-10-21',1200,'book1','memo1','0','2021-10-21 21:00:00'),
	 ('00002',2,'本2','会社2',99,'2021-10-21',1500,'book2','本書はテスト用の登録商品です。20文字以上のメモ欄は20文字以降...と省略して商品検索画面に表示します。','0','2021-10-21 21:00:00'),
	 ('00003',3,'在庫1商品','会社3',1,'2021-10-21',2000,'book1','memo','0','2021-10-21 21:00:00'),
	 ('00004',1,'在庫なし商品','会社4',0,'2021-10-21',500,'book1','memo','0','2021-10-21 21:00:00'),
	 ('00005',2,'在庫999商品','会社5',999,'2021-10-21',600,'book1','memo','0','2021-10-21 21:00:00'),
	 ('00006',1,'本1','会社1',6,'2021-10-21',1200,'book1','memo1','0','2021-10-21 21:00:00'),
	 ('00007',2,'本2','会社2',4,'2021-10-21',1500,'book2','本書はテスト用の登録商品です。20文字以上のメモ欄は20文字以降...と省略して商品検索画面に表示します。','0','2021-10-21 21:00:00'),
	 ('00008',3,'本3','会社3',999,'2021-10-21',2000,'book1','memo','0','2021-10-21 21:00:00'),
	 ('00009',1,'本4','会社4',1,'2021-10-21',500,'book1','memo','0','2021-10-21 21:00:00'),
	 ('00010',2,'本5','会社5',20,'2021-10-21',600,'book1','memo','0','2021-10-21 21:00:00');
INSERT INTO ecsite_laravel.online_product (PRODUCT_CODE,CATEGORY_ID,PRODUCT_NAME,MAKER,STOCK_COUNT,REGISTER_DATE,UNIT_PRICE,PICTURE_NAME,MEMO,DELETE_FLG,LAST_UPD_DATE) VALUES
	 ('00011',1,'本1','会社1',10,'2021-10-21',1200,'book1','memo1','0','2021-10-21 21:00:00'),
	 ('00012',2,'本2','会社2',5,'2021-10-21',1500,'book2','本書はテスト用の登録商品です。20文字以上のメモ欄は20文字以降...と省略して商品検索画面に表示します。','0','2021-10-21 21:00:00'),
	 ('00013',3,'本3','会社3',999,'2021-10-21',2000,'book1','memo','0','2021-10-21 21:00:00'),
	 ('00014',1,'本4','会社4',1,'2021-10-21',500,'book1','memo','0','2021-10-21 21:00:00'),
	 ('00015',2,'本5','会社5',20,'2021-10-21',600,'book1','memo','1','2021-10-21 21:00:00'),
	 ('00016',1,'本1','会社1',10,'2021-10-21',1200,'book1','memo1','0','2021-10-21 21:00:00'),
	 ('00017',2,'本2','会社2',5,'2021-10-21',1500,'book2','本書はテスト用の登録商品です。20文字以上のメモ欄は20文字以降...と省略して商品検索画面に表示します。','0','2021-10-21 21:00:00'),
	 ('00018',3,'本3','会社3',999,'2021-10-21',2000,'book1','memo','0','2021-10-21 21:00:00'),
	 ('00019',1,'本4','会社4',1,'2021-10-21',500,'book1','memo','0','2021-10-21 21:00:00'),
	 ('00020',2,'本5','会社5',20,'2021-10-21',600,'book1','memo','1','2021-10-21 21:00:00');
INSERT INTO ecsite_laravel.online_product (PRODUCT_CODE,CATEGORY_ID,PRODUCT_NAME,MAKER,STOCK_COUNT,REGISTER_DATE,UNIT_PRICE,PICTURE_NAME,MEMO,DELETE_FLG,LAST_UPD_DATE) VALUES
	 ('00021',1,'本1','会社1',10,'2021-10-21',1200,'book1','memo1','0','2021-10-21 21:00:00'),
	 ('00022',2,'本2','会社2',5,'2021-10-21',1500,'book2','本書はテスト用の登録商品です。20文字以上のメモ欄は20文字以降...と省略して商品検索画面に表示します。','0','2021-10-21 21:00:00'),
	 ('00023',3,'本3','会社3',999,'2021-10-21',2000,'book1','memo','0','2021-10-21 21:00:00'),
	 ('00024',1,'本4','会社4',1,'2021-10-21',500,'book1','memo','0','2021-10-21 21:00:00'),
	 ('00025',2,'本5','会社5',20,'2021-10-21',600,'book1','memo','1','2021-10-21 21:00:00'),
	 ('00026',1,'本1','会社1',10,'2021-10-21',1200,'book1','memo1','0','2021-10-21 21:00:00'),
	 ('00027',2,'本2','会社2',5,'2021-10-21',1500,'book2','本書はテスト用の登録商品です。20文字以上のメモ欄は20文字以降...と省略して商品検索画面に表示します。','0','2021-10-21 21:00:00'),
	 ('00028',3,'本3','会社3',999,'2021-10-21',2000,'book1','memo','0','2021-10-21 21:00:00'),
	 ('00029',1,'本4','会社4',1,'2021-10-21',500,'book1','memo','0','2021-10-21 21:00:00'),
	 ('00030',2,'本5','会社5',20,'2021-10-21',600,'book1','memo','1','2021-10-21 21:00:00');
